<?php

return array(
  'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
  'general_error' => 'ليس لديك حق الوصول للقيام بذلك.',
  'password_rules' => 'يجب أن يكون طول كلمة مرورك أكثر من 8 أحرف ، ويجب أن يحتوي على ما لا يقل عن حرف واحد كبير واحد صغير ورقم واحد',
  'password_used' => 'لا يمكنك تعيين كلمة مرور استخدمتها من قبل.',
  'socialite' => array(
    'unacceptable' => ': مزود ليس نوع تسجيل الدخول مقبول.',
  ),
  'throttle' => 'محاولات تسجيل الدخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد: ثوانٍ.',
  'unknown' => 'حدث خطأ غير معروف',
  'welcome' => ':attribute أهلا وسهلا',
);
